{
    "navbar.aboutme": "Über mich",
    "navbar.skills": "Fähigkeiten",
    "navbar.projects": "Projekte",
    "navbar.contact": "Kontakt",

    "landingpage": {
        "hello": "ICH BIN FELICIA TRETTER",
        "contact":"Kontaktieren Sie mich"
    },

    "aboutme": {
        "whois": "WER IST FELICIA?",
        "text1": "Hey, ich bin Felicia – Frontend-Entwicklerin mit Hintergrund in Medizintechnik und Usability. Nach meinen Abschlüssen (Bachelor in Biomedizintechnik und Master in Hörtechnik und Audiologie) habe ich mehrere Jahre in der Medizinproduktindustrie als System- und Entwicklungsingenieurin, technische Audiologin und Usability Engineer gearbeitet. In dieser Zeit habe ich gelernt, wie entscheidend eine durchdachte Nutzererfahrung ist.",
        "text2": "Meine Begeisterung für Usability hat mich schließlich zur Frontend-Entwicklung geführt, wo ich mein technisches Wissen mit der Entwicklung nutzerfreundlicher Anwendungen verbinde. Dank meiner Weiterbildung bei der Developer Akademie kann ich nun moderne, benutzerzentrierte Frontend-Lösungen umsetzen – mit Fokus auf klaren Code, intuitive UI und nachhaltige User Experience.",
        "text3": "Ich möchte gerne Ideen in benutzerfreundliche Erlebnisse verwandeln - lass es uns einfach zusammen machen! ",
        "letstalk": "Lass uns reden"
    },
    "skills":{
        "stack": "MEIN STACK",
        "intro": "Diese sind die Programmiersprache, die ich während der Weiterbildung bei der Developer Akademie gelernt habe:",
        "pull": "Zieh das ab",
        "interest": "Ich bin auch interessiert für:"
    },
    "portfolio": {
        "mycraft": "MEINE WERKE",
        "projects": "Projekte",
        "desc": "Aus zehn Projekten habe ich diejenigen ausgewählt, die meine Fähigkeiten am besten demonstrieren. Jedes Projekt ist abgeschlossen und bereit für Tests. Mein Schwerpunkt lag auf sauberem Coding und Barrierefreiheitsregelung sowie auf feinen Details bei der Umsetzung. Schauen Sie sich das gerne an. Ich freue mich über Ihr Feedback.",
        "btn": "Projektdetails",
        "join":{
            "desc": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu. ",
            "details": ""
        },
        "elpolloloco":{
            "desc": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe dabei, Münzen und Tabasco-Sauce zu finden, um gegen die verrückte Henne zu kämpfen.",
            "details": ""
        },
        "pokedex":{
            "desc":"",
            "details": ""
        }
    }
}