{
    "navbar": {
        "aboutme": "Über mich",
        "skills": "Fähigkeiten",
        "projects": "Projekte",
        "contact": "Kontakt",
        "altTextEN" : "Auswahlbutton für Englische Sprache",
        "altTextDE" : "Auswahlbutton für Deutsche Sprache"
    },
    "landingpage": {
        "hello": "ICH BIN FELICIA TRETTER",
        "contact":"Kontaktieren Sie mich",
        "altImg": "Foto von Felicia",
        "altHand": "winkende hand"
    },

    "aboutme": {
        "whois": "WER IST FELICIA?",
        "text1": "Hey, ich bin Felicia – Frontend-Entwicklerin mit Hintergrund in Medizintechnik und Usability. Nach meinen Abschlüssen (Bachelor in Biomedizintechnik und Master in Hörtechnik und Audiologie) habe ich mehrere Jahre in der Medizinproduktindustrie als System- und Entwicklungsingenieurin, technische Audiologin und Usability Engineer gearbeitet. In dieser Zeit habe ich gelernt, wie entscheidend eine durchdachte Nutzererfahrung ist.",
        "text2": "Meine Begeisterung für Usability hat mich schließlich zur Frontend-Entwicklung geführt, wo ich mein technisches Wissen mit der Entwicklung nutzerfreundlicher Anwendungen verbinde. Dank meiner Weiterbildung bei der Developer Akademie kann ich nun moderne, benutzerzentrierte Frontend-Lösungen umsetzen – mit Fokus auf klaren Code, intuitive UI und nachhaltige User Experience.",
        "text3": "Ich möchte gerne Ideen in benutzerfreundliche Erlebnisse verwandeln - lass es uns einfach zusammen machen! ",
        "letstalk": "Lass uns reden",
        "homebase": "Wohnsitz in Köln",
        "workremote": "Bereitschaft für Remote-Arbeiten",
        "onsite": "Vor-Ort-Präsenz im Umkreis von 40km",
        "sym_home": "Symbol über Wohnort",
        "sym_remote": "Symbol über mobiles Arbeiten",
        "sym_relocation": "Symbol über Distanz auf einer Karte",
        "underline": "über mich unterstreichen"
    },
    "skills":{
        "stack": "MEIN STACK",
        "intro": "Diese sind die Programmiersprache, die ich während der Weiterbildung bei der Developer Akademie gelernt habe:",
        "pull": "Zieh das ab",
        "interest": "Ich bin auch interessiert für:"
    },
    "portfolio": {
        "mycraft": "MEINE WERKE",
        "projects": "Projekte",
        "desc": "Aus zehn Projekten habe ich diejenigen ausgewählt, die meine Fähigkeiten am besten demonstrieren. Jedes Projekt ist abgeschlossen und bereit für Tests. Mein Schwerpunkt lag auf sauberem Coding und Barrierefreiheitsregelung sowie auf feinen Details bei der Umsetzung. Schauen Sie sich das gerne an. Ich freue mich über Ihr Feedback.",
        "btn": "Projektdetails",
        "next": "Nächstes Projekt",
        "description":"Beschreibung",
        "implementation": "Implementierungsdetails",
        "duration": "Dauer: ",
        "join":{
            "desc": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu. ",
            "details": "Das Projekt wurde als Gruppenaufgabe durchgeführt. Bei der Entwicklung einer Web-App mit HTML, CSS, JavaScript und Firebase lag ein starker Fokus auf der Zusammenarbeit im Team und dem Kennenlernen von GitHub für die Arbeit in einem Gruppenprojekt. Meine Aufgabe war es, ...",
            "duration": "5 Wochen"
        },
        "elpolloloco":{
            "desc": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe dabei, Münzen und Tabasco-Sauce zu finden, um gegen die verrückte Henne zu kämpfen.",
            "details": "Das Spiel wurde vollständig mit JavaScript entwickelt. Das Ziel des Solo-Projekts war es, die Kenntnisse in OOP (objektorientierte Programmierung) zu vertiefen. Ein weiterer Schwerpunkt des Projekts war die Pflege eines sauberen Codes.",
            "duration": "3 Wochen"
        },
        "pokedex":{
            "desc":"Pokemon-Trainer-Register based on data from Pokemon API. Get creative to create a list of pokemons with its characters, specification and stats",
            "details": "Das Ziel des Solo-Projekts war es, zu lernen, wie man APIs in die Website einbindet und mit asynchroner Kommunikation umgeht, ohne dabei den sauberen Code zu vernachlässigen. Seien Sie kreativ beim Design der Website, aber achten Sie darauf, dass die Struktur der Benutzeroberfläche übersichtlich bleibt.",
            "duration": "1 Woche"
        }
    },
    "testimonials": {
        "profile": "Profil"
    },
    "contact": {
        "pagetitle":"KONTAKTIEREN SIE MICH",
        "pagetitlebig": "Bereit zur Zusammenarbeit?",
        "introduction": "Haben Sie eine spannende Herausforderung im Frontend Bereich und suchen Unterstützung für Ihr Entwicklerteam oder haben Sie einfach Fragen zu meiner Arbeit?Schreiben Sie mir gerne. Ich freue mich darauf, von Ihnen zu hören!",
        "question_name": "Wie heißen Sie?",
        "question_email": "Wie ist Ihre Email Adresse?",
        "question_message": "Wie kann ich Ihnen helfen?",
        "placeholder_name": "Hier kommt Ihr Name hin",
        "placeholder_text": "Hey Felicia, ich bin interessiert für ....",
        "invalid_name": "Ups! Es scheint, dass Ihr Name fehlt.",
        "invalid_email": "Hoppla! Ihre E-Mail-Adresse ist erforderlich.",
        "invalid_message":"Was benötigen Sie für die Entwicklung?",
        "privatepolicy": "Ich habe die Datenschutzerklärung gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
    }, 
    "footer":{
        "imprint":"Impressum",
        "altGit":"rollendes Github Logo",
        "altEmail":"rollender Umschlag",
        "altLinkedIn":"rollendes LinkedIn Logo"
    },
    "imprint":{
        "title": "Rechtlicher Hinweis",
        "lead1": "Impressum",
        "lead2": "Entdecken Sie das Board",
        "lead3": "Akzeptanz der Bedingungen",
        "text3": "Durch den Zugriff auf und die Nutzung von Portfolio (Produkt) erkennen Sie die folgenden Bedingungen und alle Richtlinien, Leitlinien oder Änderungen daran, die Ihnen von Zeit zu Zeit vorgelegt werden, an und stimmen diesen zu. Wir, die aufgeführten Studenten, können die Allgemeinen Geschäftsbedingungen von Zeit zu Zeit ohne vorherige Ankündigung aktualisieren oder ändern.",
        "lead4": "Umfang und Eigentumsrechte des Produkts",
        "text4": "Portfolio wurde im Rahmen eines studentischen Gruppenprojekts in einem Webentwicklungs-Bootcamp der Developer Akademie GmbH entwickelt. Es dient Bildungszwecken und ist nicht für eine umfassende persönliche und geschäftliche Nutzung vorgesehen. Daher können wir keine Garantie für die konsistente Verfügbarkeit, Zuverlässigkeit, Genauigkeit oder andere Qualitätsaspekte dieses Produkts übernehmen.",
        "text5": "Das Design des Portfolios ist Eigentum der Developer Akademie GmbH. Die unbefugte Nutzung, Vervielfältigung, Änderung, Verbreitung oder Reproduktion des Designs ist strengstens untersagt.",
        "lead6": "Eigentumsrechte",
        "text6": "Abgesehen von den Entwürfen, die Eigentum der Developer Akademie GmbH sind, behalten wir, die aufgeführten Studenten, alle Eigentumsrechte an Portfolio, einschließlich aller damit verbundenen urheberrechtlich geschützten Materialien, Marken und anderer geschützter Informationen.",
        "lead7": "Nutzung des Produkts",
        "text7": "Portfolio ist ausschließlich für rechtmäßige Zwecke in Übereinstimmung mit allen geltenden Gesetzen und Vorschriften bestimmt. Jede Nutzung von Portfolio für illegale Aktivitäten oder zur Belästigung, Schädigung, Bedrohung oder Einschüchterung anderer Personen ist strengstens untersagt. Sie sind allein verantwortlich für Ihre Interaktionen mit anderen Nutzern von Portfolio.",
        "lead8": "Haftungsausschluss und Haftungsbeschränkung",
        "text8": "Portfolio wird „wie besehen“ ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt, einschließlich, aber nicht beschränkt auf die stillschweigenden Gewährleistungen der Marktgängigkeit, der Eignung für einen bestimmten Zweck und der Nichtverletzung von Rechten Dritter. In keinem Fall haften wir, die aufgeführten Studenten oder die Developer Akademie für direkte, indirekte, zufällige, besondere, Folge- oder exemplarische Schäden, einschließlich, aber nicht beschränkt auf Schäden für entgangenen Gewinn, Goodwill, Nutzung, Daten oder andere immaterielle Verluste, selbst wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden, die sich aus oder in Verbindung mit der Nutzung oder Leistung von Portfolio ergeben.",
        "lead9": "Haftungsfreistellung",
        "text9": "Sie erklären sich damit einverstanden, uns, die aufgeführten Studenten, die Developer Akademie und unsere verbundenen Unternehmen, Partner, Führungskräfte, Direktoren, Vertreter und Mitarbeiter von allen Ansprüchen, Forderungen, Verlusten, Schäden, Kosten oder Haftungen (einschließlich angemessener Rechtskosten) freizustellen, zu verteidigen und schadlos zu halten, die sich aus Ihrer Nutzung des Portfolios und/oder Ihrem Verstoß gegen diesen rechtlichen Hinweis ergeben oder damit in Zusammenhang stehen.",
        "text10": "Bei Fragen oder Hinweisen wenden Sie sich bitte an felicia.primadita(at)web.de.",
        "text11": "Datum: 26. Juli 2025",
        "back": "Zurück"
    }

}