{
    "navbar":{
        "aboutme": "About me",
        "skills": "Skills",
        "projects": "Projects",
        "contact": "Contact",
        "altTextEN" : "language button for english",
        "altTextDE" : "language button for german language"
    },
    "landingpage": {
        "hello": "I'M FELICIA TRETTER",
        "contact":"Get in touch",
        "altImg": "Photo of Felicia",
        "altHand": "waving hand"
    },

    "aboutme": {
        "whois": "WHO IS FELICIA?",
        "text1": "Hi, I’m Felicia – a Frontend Developer with a background in medical technology and usability. After completing my Bachelor’s degree in Biomedical Engineering and my Master’s degree in Hearing Technology and Audiology, I worked for several years in the medical device industry as a System and Development Engineer, Technical Audiologist, and Usability Engineer. During this time, I learned how crucial well-thought-out user experience is.",
        "text2": "My passion for usability eventually led me to frontend development, where I combine my technical expertise with creating user-friendly applications. Through my training at Developer Akademie, I am now able to build modern, user-centered frontend solutions – with a focus on clean code, intuitive UI, and sustainable user experience.",
        "text3": "I'd love to turn ideas into user-friendly experiences - let's make it happen!",
        "letstalk": "Let's talk",
        "homebase": "Based in Cologne",
        "workremote": "Open to work remote and hybrid",
        "onsite": "On-site presence within 40km",
        "sym_home": "homebase symbol",
        "sym_remote": "working from home symbol",
        "sym_relocation": "distance symbol on map",
        "underline": "underline about me"
    },
    "skills":{
        "stack": "MY STACK",
        "intro": "These are skills I've been gained during my training at Developer Akademie:",
        "pull": "Pull to peel",
        "interest": "Also, I'm interested in diving into: "
    },
    "portfolio": {
        "mycraft": "MY CRAFT",
        "projects": "Projects",
        "desc": "From ten projects, I chose the ones that best demonstrate my skills. Each project is complete and ready for testing. My focus was on clean coding and barrier-free standards and fine details in implementation. Please feel free to take a look. Your feedback would be greatly appreciated.",
        "btn": "Project details",
        "next": "Next Project",
        "description":"Description",
        "implementation": "Implementation Details",
        "duration": "Duration: ",
        "join":{
            "desc": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories. ",
            "details": "The project was build as a group task. While building a web-app using HTML, CSS, JavaScript and Firebase, working together as a team and get familiar with GitHub to work in a group project was a strong focus on this project. My task was to ...",
            "duration": "5 weeks"
        },
        "elpolloloco":{
            "desc": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
            "details": "The game was build completely using JavaScript. The aim of the solo project was to deepen the skills in OOP (Object-oriented Programming). Maintaining cean code was also focus of the project.",
            "duration": "3 weeks"
        },
        "pokedex":{
            "desc":"Pokemon-Trainer-Register based on data from Pokemon API. Get creative to create a list of pokemons with its characters, specification and stats",
            "details": "The aim of the solo project was to learn how to bind API in the website and to deal with async communication without disregarding clean code. Get creative with the design of the website but keeping the structure of the UI neat.",
            "duration": "1 week"
        }
    },
    "testimonials": {
        "profile": "profile"
    },
    "contact": {
        "pagetitle":"CONTACT ME",
        "pagetitlebig": "Ready to work together?",
        "introduction": "Do you have an exciting challenge in the frontend area and are looking for support for your development team, or do you simply have questions about my work? Feel free to write to me. I am looking forward to hear from you!",
        "question_name": "What's your name?",
        "question_email": "What's your email?",
        "question_message": "How can I help you?",
        "placeholder_name": "Your name goes here",
        "placeholder_text": "Hello Felicia, I am interested in...",
        "invalid_name": "Oops! It seems that your name is missing",
        "invalid_email": "Hoppla! Your email is required",
        "invalid_message":"What do you need to develop?",
        "privatepolicy":"I've read the privacy policy and agree to the processing of my data as outlined."
    }, 
    "footer":{
        "imprint":"Legal notice",
        "altGit":"rolling Github Logo",
        "altEmail":"rolling envelope",
        "altLinkedIn":"rolling LinkedIn Logo"
    },
    "imprint":{
        "title": "Legal notice",
        "lead1": "Imprint",
        "lead2": "Exploring the Board",
        "lead3": "Acceptance of terms",
        "text3": "By accessing and using Portfolio (Product), you acknowledge and agree to the following terms and conditions, and any policies, guidelines, or amendments thereto that may be presented to you from time to time. We, the listed students, may update or change the terms and conditions from time to time without notice.",
        "lead4": "Scope and ownership of the product",
        "text4": "Portfolio has been developed as part of a student group project in a web development bootcamp at the Developer Akademie GmbH. It has an educational purpose and is not intended for extensive personal & business usage. As such, we cannot guarantee consistent availability, reliability, accuracy, or any other aspect of quality regarding this Product.",
        "text5": "The design of Portfolio is owned by the Developer Akademie GmbH. Unauthorized use, reproduction, modification, distribution, or replication of the design is strictly prohibited.",
        "lead6": "Proprietary rights",
        "text6": "Aside from the design owned by Developer Akademie GmbH, we, the listed students, retain all proprietary rights in Portfolio, including any associated copyrighted material, trademarks, and other proprietary information.",
        "lead7": "Use of the product",
        "text7": "Portfolio is intended to be used for lawful purposes only, in accordance with all applicable laws and regulations. Any use of Portfolio for illegal activities, or to harass, harm, threaten, or intimidate another person, is strictly prohibited. You are solely responsible for your interactions with other users of Portfolio.",
        "lead8": "Disclaimer of warranties and limitation of liability",
        "text8": "Portfolio is provided \"as is\" without warranty of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. In no event will we, the listed students, or the Developer Akademie, be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, even if we have been advised of the possibility of such damages, arising out of or in connection with the use or performance of Portfolio.",
        "lead9": "Indemnity",
        "text9": "You agree to indemnify, defend and hold harmless us, the listed students, the Developer Akademie, and our affiliates, partners, officers, directors, agents, and employees, from and against any claim, demand, loss, damage, cost, or liability (including reasonable legal fees) arising out of or relating to your use of Portfolio and/or your breach of this Legal Notice.",
        "text10": "For any questions or notices, please contact us at felicia.primadita(at)web.de.",
        "text11": "Date: July 26, 2025",
        "back": "Back"
    }
}
